Repository: Birdjiujiuuu/MagicApp
Catalog: MagicApp/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, ko_kr, zh_mo, zh_tw

# Main_SearchBox.PlaceholderText
source: Search
ja_jp: 検索
ko_kr: 검색
zh_mo: 找东西
zh_tw: 搜尋

# Main_MusicName
source: None
ja_jp: 音楽なし
ko_kr: 음악 없음
zh_mo: 没有好听的呢
zh_tw: 無音樂

# Main_Music_Load_Connect_Error
source: Connection failed. Please try again!
ja_jp: 接続に失敗しました。もう一度お試しください！
ko_kr: 연결 실패, 다시 시도하세요!
zh_mo: 联系不到家了，再试试！
zh_tw: 連接失敗，請重試！

# Main_Music_Load_Get_Error
source: Failed to fetch. Please try again!
ja_jp: 取得に失敗しました。もう一度お試しください！
ko_kr: 가져오기 실패, 다시 시도하세요!
zh_mo: 什么都没有找到，再试试！
zh_tw: 獲取失敗，請重試！

# Main_NavView_Home.Content
source: Home
ja_jp: ホーム
ko_kr: 홈
zh_mo: 小房子
zh_tw: 主頁

# Main_NavView_Header_NetworkTools.Content
source: Network Tools
ja_jp: ネットワークツール
ko_kr: 네트워크 도구
zh_mo: 可以在网上找东西的小东西
zh_tw: 網路工具

# Main_NavView_Header_SystemTools.Content
source: System Tools
ja_jp: システムツール
ko_kr: 시스템 도구
zh_mo: 跟电脑有关的小东西
zh_tw: 系統工具

# Main_NavView_Search.Content
source: Search
ja_jp: 検索
ko_kr: 검색
zh_mo: 找东西
zh_tw: 搜尋

# Main_NavView_Settings
source: Settings
ja_jp: 設定
ko_kr: 설정
zh_mo: 設定
zh_tw: 設定

# Main_NavView_Notice.Content
source: Desktop Notification
ja_jp: デスクトップ通知
ko_kr: 바탕화면 알림
zh_mo: 消息
zh_tw: 桌面通知

# Main_NavView_Pictures.Content
source: Daily Picture
ja_jp: 今日の1枚
ko_kr: 일일 이미지
zh_mo: 每天一个好康的
zh_tw: 每日一圖

# Main_NavView_SystemInfo.Content
source: System Information
ja_jp: システム情報
ko_kr: 시스템 정보
zh_mo: 查看电脑身体
zh_tw: 系統資訊

# AppDisplayName
source: Magic App
ja_jp: 素晴らしいアプリ
ko_kr: Magic App by Birdjiujiuuu
zh_mo: 神秘的小应用
zh_tw: 神奇的應用程式

# Pages_Pictures_Source_Bing.Text
source: Bing
zh_tw: 必應

# Pages_Search_SearchBox.PlaceholderText
source: Type to search
ja_jp: ここに入力して検索
ko_kr: 여기에 검색어를 입력하세요
zh_mo: 在这里找东西
zh_tw: 在此鍵入進行搜尋

# Pages_Search_OpenInBowser.ToolTipService.ToolTip
source: Open In Bowser
ja_jp: ブラウザで開く
ko_kr: 브라우저에서 이 페이지 열기
zh_mo: 在浏览器打开
zh_tw: 在瀏覽器打開此網頁

# Pages_Search_Engine_Google.Text
source: Google
zh_mo: 连不上的
zh_tw: 谷歌

# Pages_Search_Engine_Baidu.Text
source: Baidu
zh_mo: 百毒
zh_tw: 百度

# Pages_Search_Engine_Bing.Text
source: Bing
zh_tw: 必應

# Pages_Notice_Send.Text
source: Send
ja_jp: 送信
ko_kr: 보내기
zh_mo: 发射！
zh_tw: 發送

# Pages_Notice_Clear.Content
source: Clear
ja_jp: クリア
ko_kr: 지우기
zh_mo: 全部不要了
zh_tw: 清空

# Pages_QRCode_ClearButton.Content
source: Clear
ja_jp: クリア
ko_kr: 지우기
zh_mo: 全部不要了
zh_tw: 清空

# Pages_Notice_SoundEvent_ComboBox.Header
source: Sound Event
ja_jp: サウンドイベント
ko_kr: 사운드 이벤트
zh_mo: 声音事件
zh_tw: 聲音事件

# Pages_Notice_SoundEvent_Default.Content
source: Default
ja_jp: デフォルト
ko_kr: 기본
zh_mo: 自动选的
zh_tw: 默認

# Pages_Notice_SoundEvent_Call.Content
source: Call
ja_jp: 通話
ko_kr: 호출
zh_mo: 打电话
zh_tw: 呼叫

# Pages_Notice_SoundEvent_Alarm.Content
source: Alarm
ja_jp: アラーム
ko_kr: 알람
zh_mo: 吵死你
zh_tw: 鬧鐘

# Pages_Notice_SoundEvent_SMS.Content
source: SMS
ja_jp: メッセージ
ko_kr: 메시지
zh_mo: 手机响了
zh_tw: 消息

# Pages_Notice_SoundEvent_Reminder.Content
source: Reminder
ja_jp: リマインダー
ko_kr: 알림
zh_tw: 提醒

# Pages_Notice_SoundEvent_IM.Content
source: IM
ja_jp: インスタントメッセージ
ko_kr: 인스턴트 메시지
zh_mo: 很迅速的消息
zh_tw: 即時消息

# Pages_Notice_ContentTitle.PlaceholderText
source: Title
ja_jp: タイトル
ko_kr: 제목
zh_mo: 标题
zh_tw: 標題

# Pages_Notice_ContentContent.PlaceholderText
source: Content
ja_jp: コンテンツ
ko_kr: 내용
zh_mo: 内容
zh_tw: 内容

# Pages_Notice_ContentTitle.Header
source: Title
ja_jp: タイトル
ko_kr: 제목
zh_mo: 标题
zh_tw: 標題

# Pages_Notice_ContentContent.Header
source: Content
ja_jp: コンテンツ
ko_kr: 내용
zh_mo: 内容
zh_tw: 内容

# Pages_Settings_Theme.Description
source: Select which app theme to display
ja_jp: ライト/ダークモード切替
ko_kr: 밝은 모드/어두운 모드 전환
zh_mo: 黑白变脸
zh_tw: 切換淺色/深色模式

# Pages_Settings_Languages.Description
source: Select Language
ja_jp: 表示言語を選択
ko_kr: 앱에 표시할 언어 선택
zh_mo: 你想看什么字？
zh_tw: 選擇程式語言

# Pages_Settings_Languages.Header
source: Language
ja_jp: 言語
ko_kr: 언어
zh_mo: 字
zh_tw: 語言

# Pages_Settings_AppVersion.Header
source: App Version
ja_jp: バージョン更新
ko_kr: 버전 업데이트
zh_mo: 版本
zh_tw: 版本更新

# Pages_Settings_AppVersion_CheckUpdate.Content
source: Check for Updates
ja_jp: 更新を確認
ko_kr: 업데이트 확인
zh_mo: 升级！
zh_tw: 檢查更新

# Services_Update_Title
source: Check for Updates
ja_jp: 更新を確認
ko_kr: 업데이트 확인
zh_mo: 升级！
zh_tw: 檢查更新

# Services_Update_Close
source: OK
ja_jp: 確認
ko_kr: 확인
zh_mo: 好
zh_tw: 確定

# Services_Update_Error
source: Error
ja_jp: エラー
ko_kr: 오류
zh_mo: 出问题了
zh_tw: 錯誤

# Services_Update_Latest
source: Already the latest version!
ja_jp: 最新版です！
ko_kr: 이미 최신 버전입니다!
zh_mo: 已经是最新啦！太棒了！
zh_tw: 已經是最新版本！

# Services_Update_Later
source: Download Later
ja_jp: 後でダウンロード
ko_kr: 나중에 다운로드
zh_mo: 等等再下载
zh_tw: 稍後下載

# Services_Update_Download
source: Download Now
ja_jp: 今すぐダウンロード
ko_kr: 지금 다운로드
zh_mo: 现在下载
zh_tw: 即刻下載

# Pages_Settings_Theme.Header
source: Theme
ja_jp: テーマ
ko_kr: 테마
zh_mo: 主题
zh_tw: 主題

# Pages_Settings_Theme_Default.Content
source: Use Windows setting
ja_jp: Windowsに合わせる
ko_kr: Windows 기본값 사용
zh_mo: 自动选的
zh_tw: 使用 Windows 默認

# Pages_Settings_Theme_Light.Content
source: Light
ja_jp: ライト
ko_kr: 밝은 모드
zh_mo: 亮亮的
zh_tw: 淺色

# Pages_Settings_Theme_Dark.Content
source: Dark
ja_jp: ダーク
ko_kr: 어두운 모드
zh_mo: 黑黑的
zh_tw: 深色

# Pages_Settings_Languages_Dialog_Title
source: Language Changed
ja_jp: 言語が変更されました
ko_kr: 언어가 변경되었습니다
zh_mo: 字已经变了
zh_tw: 語言已更改

# Pages_Settings_Languages_Dialog_Content
source: The app needs to restart to apply the language change. Restart now?
ja_jp: 言語変更を有効にするにはアプリを再起動する必要があります。今すぐ再起動しますか？
ko_kr: 언어 변경을 적용하려면 앱을 다시 시작해야 합니다. 지금 다시 시작하시겠습니까?
zh_mo: 重新打开小软件才能看见新的字，要吗？
zh_tw: 需要重啓程式以使語言更改生效，是否立即重啓？

# Pages_Settings_Languages_Dialog_Restart
source: Restart Now
ja_jp: すぐに再起動
ko_kr: 지금 다시 시작
zh_mo: 迫不及待了
zh_tw: 立即重啓

# Pages_Settings_Languages_Dialog_Later
source: Later
ja_jp: 後ほど
ko_kr: 나중에
zh_mo: 等等
zh_tw: 稍後

# Pages_Settings_About_OfficialWebsite
source: Official Website
ja_jp: 公式サイト
ko_kr: 공식 웹사이트
zh_mo: 小软件的小网站
zh_tw: 官方網站

# Pages_Settings_About_SourceCode
source: Source Code
ja_jp: ソースコード
ko_kr: 소스 코드
zh_mo: 小软件的内部
zh_tw: 源代碼

# Services_FileDownload_Close
source: OK
ko_kr: 확인
zh_mo: 好
zh_tw: 確定

# Services_FileDownload_Downloading
source: Downloading
ja_jp: ダウンロード中
ko_kr: 다운로드 중
zh_mo: 保存ing
zh_tw: 下載中

# Services_FileDownload_FilePath
source: File saved to:
ja_jp: ファイルの保存先：
ko_kr: 파일 저장 위치:
zh_mo: 好东西的已经藏进：
zh_tw: 檔案已儲存到：

# Services_FileDownload_Error
source: Error
ja_jp: エラー
ko_kr: 오류
zh_mo: 出问题了
zh_tw: 錯誤

# Services_FileDownload_Success
source: Download successful
ja_jp: ダウンロードが成功しました
ko_kr: 다운로드 성공
zh_mo: 保存好了！
zh_tw: 下載成功

# Services_FileDownload_Failure
source: Download failed :
ja_jp: ダウンロード失敗：
ko_kr: 다운로드 실패：
zh_mo: 保存不了惹：
zh_tw: 下載失敗：

# Main_NavView_BilibiliVideoData.Content
source: Bilibili video data
ja_jp: Bilibili動画データ
ko_kr: Bilibili 영상 데이터
zh_mo: 阿B的视频信息
zh_tw: B站影片資料

# Main_NavView_QRCode.Content
source: QR Code Tool
ja_jp: QRコードツール
ko_kr: QR 코드 도구
zh_mo: 神秘二维码的工具
zh_tw: 二維碼工具

# Services_FileDownload_UrlNoNull
source: Download URL must not be empty
ja_jp: ダウンロードURLは空にできません
ko_kr: 다운로드 URL은 비울 수 없습니다
zh_mo: 保存的URL不能没有哦
zh_tw: 下載URL不能為空

# Services_FileDownload_AllFile
source: All Files
ja_jp: すべてのファイル
ko_kr: 모든 파일
zh_mo: 全部好东西
zh_tw: 所有檔案

# Services_FileDownload_File
source: File
ja_jp: ファイル
ko_kr: 파일
zh_mo: 好东西
zh_tw: 檔案

# Services_FileDownload_TxtFile
source: Text File
ja_jp: テキストファイル
ko_kr: 텍스트 파일
zh_mo: 全是字的好东西
zh_tw: 文字檔案

# Services_FileDownload_Error_Describe
source: An error occurred during download:
ja_jp: ダウンロード中にエラーが発生しました：
ko_kr: 다운로드 중 오류 발생:
zh_mo: 保存的时候出问题惹：
zh_tw: 下載過程中發生錯誤：

# Services_FileDownload_AllFile_Image
source: All Image Files
ja_jp: すべての画像ファイル
ko_kr: 모든 이미지 파일
zh_mo: 全部可以看的好东西
zh_tw: 所有圖片檔案

# Services_FileDownload_AllFile_Video
source: All Video Files
ja_jp: すべての動画ファイル
ko_kr: 모든 동영상 파일
zh_mo: 全部会动的好东西
zh_tw: 所有影片檔案

# Services_Update_Release
source: Go to Release Page
ja_jp: リリースページへ
ko_kr: 릴리스 페이지로 이동
zh_mo: 去发行页看看
zh_tw: 前往發行頁

# Services_FileDownload_Cancel
source: Cancel
ja_jp: キャンセル
ko_kr: 취소
zh_mo: 不要了
zh_tw: 取消

# Services_FileDownload_remainingTime_Hour
source: h
ja_jp: 時間
ko_kr: 시간
zh_mo: 小时
zh_tw: 小時

# Services_FileDownload_remainingTime_Minute
source: m
ja_jp: 分
ko_kr: 분
zh_mo: 分
zh_tw: 分

# Services_FileDownload_remainingTime_Second
source: s
ja_jp: 秒
ko_kr: 초
zh_mo: 秒
zh_tw: 秒

# Services_FileDownload_remainingTimeText
source: About
ja_jp: 残り約
ko_kr: 약
zh_mo: 还要大概
zh_tw: 剩餘約

# Pages_QRCode_Status_Success
source: QR code generated successfully
ja_jp: QRコードの生成に成功しました
ko_kr: QR 코드 생성 성공
zh_mo: 神秘二维码产生成了！
zh_tw: 二維碼生成成功

# Pages_QRCode_Status_Failure
source: Generation failed:
ja_jp: 生成失敗:
ko_kr: 생성 실패:
zh_mo: 产生出错了:
zh_tw: 生成失敗:

# Pages_QRCode_InputTextBox.PlaceholderText
source: Please enter the content for the QR code...
ja_jp: QRコードの内容を入力してください...
ko_kr: QR 코드로 만들 내용을 입력하세요...
zh_mo: 把要藏在神秘二维码的东西写在这里...
zh_tw: 請輸入要生成二維碼的內容...

# Pages_QRCode_TextLengthData.Description
source: Input length/characters
ja_jp: 入力長/文字数
ko_kr: 입력 길이/문자 수
zh_mo: 东西有多长/字符
zh_tw: 輸入長度/字元數

# Pages_QRCode_TitlePreview.Text
source: QR Code Preview
ja_jp: QRコードプレビュー
ko_kr: QR 코드 미리 보기
zh_mo: 神秘二维码提前看看
zh_tw: 二維碼預覽

# Pages_QRCode_TitleGenerate.Text
source: QR Code Generation
ja_jp: QRコード生成
ko_kr: QR 코드 생성
zh_mo: 神秘二维码产生
zh_tw: 二維碼生成

# Pages_QRCode_GenerateButton.Content
source: Generate QR Code
ja_jp: QRコードを生成
ko_kr: QR 코드 생성
zh_mo: 产生神秘二维码
zh_tw: 生成二維碼

# Main_NavView_Header_ConversionTools.Content
source: Conversion Tools
ja_jp: 変換ツール
ko_kr: 변환 도구
zh_mo: 可以变换的小东西
zh_tw: 轉換工具

# Pages_SystemInfo_DeviceSpecs.Text
source: Device specifications
ja_jp: デバイスの仕様
ko_kr: 장치 사양
zh_mo: 电脑身体型号
zh_tw: 裝置規格

# Pages_SystemInfo_DeviceSpecs_DeviceName.Text
source: Device name
ja_jp: デバイス名
ko_kr: 장치 이름
zh_mo: 电脑名字
zh_tw: 裝置名稱

# Pages_SystemInfo_DeviceSpecs_Architecture.Text
source: System type
ja_jp: システムの種類
ko_kr: 시스템 종류
zh_mo: 操作系统的型号
zh_tw: 系統類型

# Pages_SystemInfo_DeviceSpecs_Resolution.Text
source: Screen resolution
ja_jp: 画面解像度
ko_kr: 화면 해상도
zh_mo: 屏的清晰度
zh_tw: 螢幕解析度

# Pages_SystemInfo_DeviceSpecs_Gpu.Text
source: GPU
ja_jp: グラフィック カード
ko_kr: 그래픽 카드
zh_mo: 老黄的卡
zh_tw: 顯示卡

# Pages_SystemInfo_DeviceSpecs_Drives.Text
source: Drives
ja_jp: ドライブ
ko_kr: 드라이브
zh_mo: 硬盘
zh_tw: 磁碟機

# Pages_SystemInfo_DeviceSpecs_PageFile.Text
source: Virtual memory
ja_jp: 仮想メモリ
ko_kr: 가상 메모리
zh_mo: 虚拟的金条
zh_tw: 虛擬記憶體

# Pages_SystemInfo_DeviceSpecs_Memory.Text
source: Memory
ja_jp: メモリ
ko_kr: 메모리
zh_mo: 金条（雾
zh_tw: 記憶體

# Pages_SystemInfo_DeviceSpecs_Cpu.Text
source: CPU
ja_jp: プロセッサ
ko_kr: 프로세서
zh_tw: 處理器

# Pages_SystemInfo_DeviceSpecs_SystemModel.Text
source: System model
ja_jp: システム モデル
ko_kr: 시스템 모델
zh_mo: 系统的型号
zh_tw: 系統型號

# Pages_SystemInfo_DeviceSpecs_BiosVersion.Text
source: BIOS version
ja_jp: BIOS バージョン
ko_kr: BIOS 버전
zh_mo: BIOS 的版本
zh_tw: BIOS 版本

# Pages_SystemInfo_DeviceSpecs_Motherboard.Text
source: Motherboard
ja_jp: マザーボード
ko_kr: 마더보드
zh_mo: 主板
zh_tw: 主機板

# Pages_SystemInfo_WindowsSpecs.Text
source: Windows specifications
ja_jp: Windows の仕様
ko_kr: Windows 사양
zh_mo: 窗户的规格
zh_tw: Windows 規格

# Pages_SystemInfo_WindowsSpecs_Experience.Text
source: Experience pack
ja_jp: エクスペリエンス パック
ko_kr: 경험 팩
zh_mo: 体验包
zh_tw: 體驗套件

# Pages_SystemInfo_WindowsSpecs_Build.Text
source: Build
ja_jp: オペレーティング システム バージョン
ko_kr: 운영 체제 버전
zh_mo: 系统的版本
zh_tw: 作業系統版本

# Pages_SystemInfo_WindowsSpecs_InstallDate.Text
source: Install date
ja_jp: インストール日
ko_kr: 설치 날짜
zh_mo: 安装的时间
zh_tw: 安裝日期

# Pages_SystemInfo_WindowsSpecs_VersionDisplay.Text
source: Version
ja_jp: バージョン
ko_kr: 버전
zh_mo: 版本号码
zh_tw: 版本號碼

# Pages_SystemInfo_WindowsSpecs_Edition.Text
source: Edition
ja_jp: エディション
ko_kr: 에디션
zh_mo: 版本
zh_tw: 版本

# Pages_SystemInfo_Network.Text
source: Network
ja_jp: ネットワーク
ko_kr: 네트워크
zh_mo: 网
zh_tw: 網路

# Pages_SystemInfo_Network_DnsServers.Text
source: DNS servers
ja_jp: DNS サーバー
ko_kr: DNS 서버
zh_mo: DNS 服务器
zh_tw: DNS 伺服器

# Pages_SystemInfo_Network_Gateway.Text
source: Default gateway
ja_jp: デフォルト ゲートウェイ
ko_kr: 기본 게이트웨이
zh_mo: 默认的网关
zh_tw: 預設閘道

# Pages_SystemInfo_Network_MacAddress.Text
source: MAC address
ja_jp: MAC アドレス
ko_kr: MAC 주소
zh_mo: MAC
zh_tw: MAC 位址

# Pages_SystemInfo_Network_Ipv6Address.Text
source: IPv6 address
ja_jp: IPv6 アドレス
ko_kr: IPv6 주소
zh_mo: IPv6
zh_tw: IPv6 位址

# Pages_SystemInfo_Network_Ipv4Address.Text
source: IPv4 address
ja_jp: IPv4 アドレス
ko_kr: IPv4 주소
zh_mo: IPv4
zh_tw: IPv4 位址

# Pages_SystemInfo_Network_Status.Text
source: Status
ja_jp: 状態
ko_kr: 상태
zh_mo: 情况
zh_tw: 狀態

# Pages_SystemInfo_Network_Adapter.Text
source: Adapter
ja_jp: アダプター
ko_kr: 어댑터
zh_mo: 适配器
zh_tw: 介面卡

# Pages_SystemInfo_Runtime.Text
source: Runtime
ja_jp: ランタイム
ko_kr: 런타임
zh_mo: 正在跑？
zh_tw: 執行階段

# Pages_SystemInfo_Runtime_UserProfile.Text
source: User profile
ja_jp: ユーザー ディレクトリ
ko_kr: 사용자 디렉터리
zh_mo: 你的文件
zh_tw: 使用者目錄

# Pages_SystemInfo_Runtime_CurrentUser.Text
source: Current user
ja_jp: 現在のユーザー
ko_kr: 현재 사용자
zh_mo: 你
zh_tw: 目前使用者

# Pages_SystemInfo_Runtime_Uptime.Text
source: System uptime
ja_jp: システム起動時間
ko_kr: 시스템 작동 시간
zh_mo: 系统开了多久
zh_tw: 系統啟動時間

# Pages_SystemInfo_Runtime_DotNet.Text
source: .NET version
ja_jp: .NET バージョン
ko_kr: .NET 버전
zh_mo: .NET 的版本
zh_tw: .NET 版本

# Pages_SystemInfo_Unknow
source: Unknown
ja_jp: 不明
ko_kr: 알 수 없음
zh_mo: 不知道
zh_tw: 未知

# Pages_SystemInfo_NoConnection
source: Not connected
ja_jp: 接続なし
ko_kr: 연결 안 됨
zh_mo: 没有联网惹
zh_tw: 無連線

# Pages_SystemInfo_Used
source: Used
ja_jp: 使用済み
ko_kr: 사용됨
zh_mo: 用了
zh_tw: 已使用

# Pages_SystemInfo_Available
source: Available
ja_jp: 利用可能
ko_kr: 사용 가능
zh_mo: 可以用的
zh_tw: 可用

# Pages_Home_Notice_CanNotLoad
source: Failed to get announcements
ja_jp: お知らせ取得エラー
ko_kr: 공지 불러오기 실패
zh_mo: Get 不到公告呢
zh_tw: 公告取得失敗

# Pages_Pictures_Button_Info.ToolTipService.ToolTip
source: Image Description
ja_jp: 画像の説明
ko_kr: 이미지 설명
zh_mo: 这个好康的是什么？
zh_tw: 圖片描述

# Pages_Pictures_Button_Download.ToolTipService.ToolTip
source: Download Image
ja_jp: 画像をダウンロード
ko_kr: 이미지 다운로드
zh_mo: 保存这个好康的
zh_tw: 下載此圖片

# Main_NavView_Timestamp.Content
source: Timestamp Tool
ja_jp: タイムスタンプツール
ko_kr: 타임스탬프 도구
zh_mo: 时间的工具
zh_tw: 時間戳工具

# Pages_Timestamp_CurrentTimeData.Description
source: Current Time
ja_jp: 現在時刻
ko_kr: 현재 시간
zh_mo: 现在的时间
zh_tw: 目前時間

# Pages_Timestamp_CurrentTimestampData.Description
source: Current Timestamp
ja_jp: 現在のタイムスタンプ
ko_kr: 현재 타임스탬프
zh_mo: 现在的时间戳
zh_tw: 目前時間戳

# Pages_Timestamp_CurrentMillisecondsData.Description
source: Current Millisecond Timestamp
ja_jp: 現在のミリ秒タイムスタンプ
ko_kr: 현재 밀리초 타임스탬프
zh_mo: 现在的毫秒级时间戳
zh_tw: 目前毫秒級時間戳

# Pages_Timestamp_CopyTimestampResultButton.ToolTipService.ToolTip
source: Copy Result
ja_jp: 結果をコピー
ko_kr: 결과 복사
zh_mo: 复制一下结果
zh_tw: 複製結果

# Pages_Timestamp_ConvertedResult.Text
source: Conversion Result
ja_jp: 変換結果
ko_kr: 변환 결과
zh_mo: 变的结果
zh_tw: 轉換結果

# Pages_Timestamp_DateTimeToTimestampCardTitle.Text
source: Convert Date Time to Timestamp
ja_jp: 日時をタイムスタンプに変換
ko_kr: 날짜/시간을 타임스탬프로 변환
zh_mo: 日期和时间变成时间戳
zh_tw: 日期時間轉換為時間戳

# Pages_Timestamp_TimestampToDateTimeCardTitle.Text
source: Convert Timestamp to Date Time
ja_jp: タイムスタンプを日時に変換
ko_kr: 타임스탬프를 날짜/시간으로 변환
zh_mo: 时间戳变成日期和时间
zh_tw: 時間戳轉換為日期時間

# Pages_Timestamp_ConvertButton.Content
source: Convert
ja_jp: 変換
ko_kr: 변환
zh_mo: 变！
zh_tw: 轉換

# Pages_Timestamp_TimestampInput.PlaceholderText
source: Please enter a timestamp
ja_jp: タイムスタンプを入力してください
ko_kr: 타임스탬프를 입력하세요
zh_mo: 在这里输入时间戳
zh_tw: 請輸入時間戳

# Pages_Timestamp_SecondsComboBoxItem.Content
source: Second
ja_jp: 秒
ko_kr: 초
zh_mo: 秒级
zh_tw: 秒級

# Pages_Timestamp_MillisecondsComboBoxItem.Content
source: Millisecond
ja_jp: ミリ秒
ko_kr: 밀리초
zh_mo: 毫秒级
zh_tw: 毫秒級

# Pages_Timestamp_InvalidNumber
source: Please enter a valid number
ja_jp: 有効な数字を入力してください
ko_kr: 유효한 숫자를 입력하세요
zh_mo: 输入有效数字呜~
zh_tw: 請輸入有效數字

# Pages_Timestamp_OutOfRange
source: Timestamp out of valid range
ja_jp: タイムスタンプが有効範囲外です
ko_kr: 타임스탬프가 유효 범위를 벗어났습니다
zh_mo: 超出有效范围了呜~
zh_tw: 時間戳超出有效範圍

# Pages_Pictures_Source_NASA.Text
source: NASA
zh_mo: 美国的航天局

# Main_Titlebar.Subtitle
source: Preview
ja_jp: プレビュー
zh_mo: 先看看
